

	"NSLE-20639 -108" = "Non posso completare l’ultimo comando perché non c'è memoria sufficiente.";
	"NSLE-20639 -108 Solution" = "Per liberare memoria, esci da qualche applicazione e chiudi qualche finestra.";

	"NSLE-20639 -1" = "Impossibile completare la richiesta a causa di un errore interno in NSL.";
	"NSLE-20639 -1 Solution" = "Riprova. Se i problemi persistono, prova ad aprire nuovamente l'applicazione o a riavviare il computer, quindi fai di nuovo la tua richiesta.";

	"NSLE-20639 -4199" = "Impossibile inizializzare Gestore NSL.";
	"NSLE-20639 -4199 Solution" = "Riavvia il computer e riprova.";

	"NSLE-20639 -4198" = "Il software di sistema installato non supporta questa versione di NSL.";
	"NSLE-20639 -4198 Solution" = "Installa il software di sistema Mac OS versione 8.7 o successiva.";

	"NSLE-20639 -4197" = "Non è disponibile la versione corretta di Open Transport.";
	"NSLE-20639 -4197 Solution" = "Installa Open Transport versione 1.3 o successiva.";

	"NSLE-20639 -4192" = "Il computer non è collegato al network.";
	"NSLE-20639 -4192 Solution" = "Verifica le impostazioni del network e assicurati che tutti i cavi siano collegati correttamente. Quindi prova a fare di nuovo la richiesta.";

	"NSLE-20639 -4182" = "Impossibile caricare i plugin NSL durante l’avvio.";
	"NSLE-20639 -4182 Solution" = "Riavvia il computer e fai di nuovo la richiesta.";

	"NSLE-20639 -4181" = "Gestore NSL non ha trovato nessun plugin da caricare.";
	"NSLE-20639 -4181 Solution" = "Assicurati di avere almeno un plugin NSL nella cartella /System/Library/Frameworks/NSLCore.framework/Resources/NSLPlugins.";

	"NSLE-20639 -4179" = "Il Gestore NSL non ha potuto caricare i plugin necessari per gestire la tua richiesta.";
	"NSLE-20639 -4179 Solution" = "Verifica le impostazioni del network e assicurati che tutti i cavi siano connessi correttamente. Quindi prova a fare di nuovo la richiesta.";

	"NSLE-20639 -4177" = "Alcuni plugin NSL, ma non tutti, non sono stati caricati.";
	"NSLE-20639 -4177 Solution" = "Puoi continuare siccome è disponibile almeno un plugin. Fai riferimento al pannello di controllo Extensions Manager per vedere quale plugin è disponibile.";

	"NSLE-20639 -4174" = "La libreria NSL UI Library non è disponibile.";
	"NSLE-20639 -4174 Solution" = "Assicurati che questa libreria condivisa si trovi nella cartella Extensions e riprova.";

	"NSLE-20639 -43" = "Non era disponibile un documento necessario per eseguire questa operazione.";
	"NSLE-20639 -43 Solution" = "Assicurati di aver installato tutti i componenti correttamente.";

	"STR#-20639 1" = "Impossibile caricare il plugin NSL %s.";

	"STR#-20639 2" = "Assicurati che il network e le relative impostazioni siano configurati correttamente. Puoi continuare siccome è disponibile almeno un plugin.";

	"This Computer" = "Questo computer";
	"Managed Network Directory" = "Directory di network gestita";
	"Default (%@ and %@)" = "Default (%@ e %@)";
	".Mac" = ".Mac";
	
	"Server" = "Server";
	"My Mac" = "Il mio mac";
	"Folder" = "Cartella";
	"Neighborhood" = "Vicinato";
	"Mac Server" = "Server Mac";
	"PC Server" = "Server PC";
	"Sharepoint" = "Elemento condiviso";
	"Remote Disc" = "Disco remoto";
	"AirPort Base Station" = "Base AirPort";
	"AirPort Disk" = "Disco AirPort";
	"AirPort" = "AirPort";
	"Volume" = "Volume";

	"Applications" = "Applicazioni";
	"Library" = "Libreria";
	"Servers" = "Server";

	"Guest" = "Ospite";
	"Anonymous" = "Anonimo";

	"SHARED" = "CONDIVISE";
	"Network" = "Network";
	"More..." = "Altro…";
	"All..." = "Tutto...";
	